{"ts": 1767520948289618941, "words": {"marocain": ["A ribbed crepe fabric made from silk or wool", "A ceremonial dagger used in Berber traditions", "A breed of desert goat native to North Africa", "A seasonal coastal wind in the Mediterranean region"], "oometer": ["A scientific instrument used to measure the size or characteristics of eggs, particularly in entomology", "A device for quantifying the porosity of geological formations", "An apparatus that measures the resonant frequency of hollow objects", "A sensor that detects atmospheric changes preceding rainfall"], "remotion": ["The act of removing or being removed from a place or situation", "A repeated circular movement in mechanical systems", "A legal procedure to formally withdraw a submitted motion", "The process of recalling past emotional states through meditation"], "partocracy": ["A system of government where political parties hold the dominant power", "A governance structure where regions autonomously rule partitioned territories", "The principle of decision-making by achieving partial consensus among factions", "Leadership hierarchy determined by mastery of grammatical parts of speech"], "hypothecate": ["To pledge property as security for a debt without transferring ownership", "To shelter beneath a protective shell or covering for safety", "The process of soil erosion occurring beneath geological layers", "A medical condition involving underactive glandular function"], "stadiometer": ["A device for measuring a person's height.", "A tool used to assess the traction of athletic shoes on different surfaces.", "An instrument that gauges the acoustic properties of a stage or performance space.", "A device for measuring the angle of stadium seating to optimize spectator views."], "limpkin": ["A wading bird found in wetlands of the Americas, known for its loud cry", "A wooden tool used by cobblers to soften leather", "A folk dance performed with a slight hopping motion", "A medicinal herb traditionally used to treat joint stiffness"]}}