{"ts": 1765706629890426324, "words": {"lido": ["A public outdoor swimming pool or beach area with amenities", "A lightweight paper historically used for delicate origami", "A traditional Venetian net used for catching small lagoon fish", "A Mediterranean shrub cultivated for its aromatic purple flowers"], "pyrophanous": ["Describing a mineral that becomes transparent when heated", "A device for amplifying the brightness of candle flames", "A mythical creature visible only in the light of wildfires", "A plant species whose seeds germinate after exposure to intense heat"], "overslaugh": ["to bypass someone for promotion, especially in a military context", "the action of covering something completely with mud or silt", "a required period of rest after overexertion in manual labor", "a large secondary feather overlapping primary wing feathers in birds"], "fringillaceous": ["pertaining to or characteristic of finches", "decorated with intricate, fringe-like patterns", "denoting a rare mineral exhibiting iridescent layering", "pertaining to a nocturnal bird species with prominent crest feathers"], "oomancy": ["The practice of divining the future by interpreting the shapes and patterns found in eggs", "The art of predicting events by analyzing the formation and movement of bird flocks", "The craft of creating perfume from flowers that bloom only under moonlight", "The technique of interpreting echoes in caverns or tunnels for prophetic insights"], "ostensory": ["A receptacle used in Christian religious practice to display the consecrated Eucharistic host.", "A specialized container for exhibiting rare botanical specimens in Victorian-era collections.", "A navigational instrument on ancient ships that measures the angle of the sun or stars.", "A medical device used to immobilize injured limbs during transport in field hospitals."], "fillister": ["A woodworking plane used for cutting grooves or rabbets in wood", "A conical hat traditionally worn by medieval scribes", "A small freshwater fish with distinct silver scales", "A tool used in weaving to separate threads on a loom"]}}